IDEA Open Model
LoadImpulse.Z Property
Compatible with IDEA StatiCa 20.1
 Load in Z direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Z { get; set; }
Public Property Z As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LoadImpulse Structure
IdeaRS.OpenModel.Loading Namespace